Repository: mattsims/feed-pull
Catalog: lang/feed-pull-*.po
Languages: pt_br

source: Custom Feed Pull Interval
pt_br: Intervalo de recolhimento customizado de feeds

source: Feed Pull
pt_br: Recolhimento de feeds

source: Feed Pull Settings
pt_br: Configurações do recolhimento de feeds

source: Pull feeds on this interval:
pt_br: Recolher feeds neste intervalo:

source: (seconds)
pt_br: (segundos)

source: Pull feeds:
pt_br: Recolher feeds:

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Reset deleted syndicated posts:
pt_br: Resetar posts sindicados que foram removidos:

source: Reset Deleted Posts
pt_br: Resetar posts removidos

source: Feed Pull won't resync posts that have been deleted. If you want to resync posts that have been deleted, you can reset that cache.
pt_br: O Recolhedor de Feeds não vai recolher novamente posts que foram apagados. Se você quiser recolher novamente posts que foram apagados, você pode resetar este cache.

source: Pulling feed
pt_br: Recolhendo feeds

source: No xpath to post items
pt_br: Não há xpath para os itens postados

source: No feed URL
pt_br: Não há URL do feed

source: No field map
pt_br: Não há mapa de campos

source: Could not fetch feed
pt_br: Não consegui pegar este feed

source: Feed could not be parsed
pt_br: O feed não pôde ser lido

source: No items in feed
pt_br: Não há itens no feed

source: Xpath to source field returns nothing for %s
pt_br: O Xpath para o campo fonte não retorna nada para %s

source: Missing required fields to create/update post
pt_br: Faltam campos obrigatórios para criar/atualizar post

source: Attempting to update post with guid %s
pt_br: Tentando atualizar post com guid %s

source: Post already exists and updates are not allowed.
pt_br: O post já existe e atualizações não são permitidas

source: A post with this GUID has already been syndicated and deleted.
pt_br: Um post com este GUID já foi sindicado e removido.

source: Attempting to create post with guid %s
pt_br: Tentando criar post com guid %s

source: Could not update post: %s
pt_br: Não consegui atualizar post: %s

source: Could not create post: %s
pt_br: Não consegui criar post: %s

source: Updated post
pt_br: Post atualizado

source: Created new post
pt_br: Novo post criado

source: Could not set terms: %s
pt_br: Não consegui definir termos: %s

source: Could not read contents of feed path
pt_br: Não consegui ler os conteúdos do caminho (path) do feed

source: Define custom namespaces for use in XPath queries. This is totally optional and probably not necessary for most feeds.
pt_br: Defina domínios de nomes customizados para usar nas solicitações XPath. Isso é totalmente opcional e provavelmente não necessário para a maioria dos feeds.

source: Usually custom namespaces don't need to be defined, however your feed contains a document level unprefixed namespace which doesn't work well with XPath. You should define a namespace and prefix all your XPath queries with it. For example instead of //feed/entry, use //default:feed/default:entry. Your custom namespace should be automatically defined below.
pt_br: Normalmente domínios de nome customizados não precisam ser definidos. Entretanto, seu feed tem um domínio de nome sem prefixo a nível de documento que não funciona bem com XPath. Você deve definir um domínio de nome e prefixar todas as suas solicitações XPath com este prefixo. Por exemplo, ao invés de //feed/item, use //default:feed/defaul:item. Seu domínio de nome customizado pode ser definido automaticamente abaixo.

source: Source feed updated. <a href="%s">View source feed</a>
pt_br: Feed fonte atualizado. <a href="%s">Ver fonte de feed</a>

source: Custom field updated.
pt_br: Campo customizado atualizado.

source: Custom field deleted.
pt_br: Campo customizado apagado.

source: Source feed updated.
pt_br: Feed de fonte atualizado

source: Content feed restored to revision from %s
pt_br: Conteúdo do feed restaurado para revisão de %s

source: Source feed published. <a href="%s">View source feed</a>
pt_br: Feed fonte publicado. <a href="%s">Ver feed fonte</a>

source: Source feed saved.
pt_br: Feed fonte salvo.

source: Source feed submitted. <a target="_blank" href="%s">Preview source feed</a>
pt_br: Feed fonte enviado. <a target="_blank" href="%s">Ver feed fonde</a>

source: Source feed scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview source feed</a>
pt_br: Feed fonte agendado para: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Ver feed fonte</a>

source: M j, Y @ G:i
pt_br: j \d\e F, Y à\s G\hi

source: Source feed draft updated. <a target="_blank" href="%s">Preview source feed</a>
pt_br: Rascunho do feed fonte atualizado. <a target="_blank" href="%s">Ver feed fonte</a>

source: Source Feeds
pt_br: Feeds fonte

source: Source Feed
pt_br: Feed fonte

source: Add New
pt_br: Adicionar novo

source: Add New Source Feed
pt_br: Adicionar novo feed fonte

source: Edit Source Feed
pt_br: Editar feed fonte

source: New Source Feed
pt_br: Novo feed fonte

source: All Source Feeds
pt_br: Todos os feeds fonte

source: View Source Feed
pt_br: Ver feed fonte

source: Search Source Feeds
pt_br: Buscar feeds fonte

source: No Source feeds found
pt_br: Não encontrei nenhum feed fonte

source: No source feeds found in trash
pt_br: Não há feeds fonte na lixeira

source: Source Feed Details
pt_br: Detalhes do feed fonte

source: New Content Details
pt_br: Detalhes de novo conteúdo

source: Field Mapping
pt_br: Mapeamento dos campos

source: Pull Log
pt_br: Resgatar log

source: Manual Pull
pt_br: Recolhimento manual

source: Click this button to manually pull from this feed otherwise you will have to wait for the cron job to execute.
pt_br: Clique neste botão para recolher manualmente os itens deste feed. Caso contrário, você terá que esperar a tarefa cron ser executada.

source: Do Feed Pull
pt_br: Recolher feeds

source: Enter source feed name
pt_br: Entre com o nome do feed fonte

source: Tell us about the feed from which we are pulling.
pt_br: Fale um pouco sobre o feed do qual vamos recolher itens.

source: Source Feed URL:
pt_br: URL do feed fonte:

source: XPath to Posts:
pt_br: XPath para posts:

source: (i.e. channel/item)
pt_br: (i.e. nome/item)

source: Custom Namespaces:
pt_br: Domínios de nome customizados:

source: Namespace Prefix
pt_br: Prefixo do domínio de nome

source: Namespace URL
pt_br: URL do domínio de nome

source: Delete
pt_br: Remover

source: Add Custom Namespace
pt_br: Adicionar domínio de nome customizado

source: Configure the content we pull from the feed.
pt_br: Configurar o conteúdo que vamos recolher do feed.

source: Post Type:
pt_br: Tipo de post:

source: Post Status:
pt_br: Status do post:

source: Update Existing Posts:
pt_br: Atualizar posts existentes:

source: Automatically Add New Posts to Categories:
pt_br: Adicionar automaticamente os novos posts a categorias:

source: No pulls for this source feed yet.
pt_br: Ainda não foi feito nenhum recolhimento deste feed fonte.

source: Edit Post
pt_br: Editar post

source: Map fields from your source feed to locations in your new content.
pt_br: Mapear campos de seu feed fonte para localizações no seu novo conteúdo.

source: Source Field (XPath)
pt_br: Campo fonte (XPath)

source: New Post Location
pt_br: Localização do novo post

source: Mapping Type
pt_br: Tipo de mapeamento

source: Post Field
pt_br: Campo do post

source: Post Meta
pt_br: Meta do post

source: Taxonomy
pt_br: Taxonomia

source: Last Pulled On
pt_br: Último recolhimento em

source: Date
pt_br: Data

source: Last pulled on:
pt_br: Último recolhimento em:

source: Never
pt_br: Nunca
